Repository: common-repository/wp-tipi
Catalog: languages/*.po
Languages: fr_fr

source: TIPI Gateway
fr_fr: Paiement TIPI

source: Enter Your Tipi Client Number
fr_fr: Entrez votre numéro de client TIPI

source: Input Mode
fr_fr: Mode de saisie

source: Where to display it ?
fr_fr: Choisir la page où afficher le formulaire

source: Disable plugin css style?
fr_fr: Désactiver les styles (fichiers CSS) du plugin?

source: Settings
fr_fr: Réglages

source: &mdash; Select &mdash;
fr_fr: &mdash; Sélectionnez &mdash;

source: Show
fr_fr: Afficher

source: Add New Page
fr_fr: Ajouter une nouvelle Page

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

# Post Type General Name
source: Tipi FAQs
fr_fr: FAQs TIPI

# Post Type Singular Name
source: Tipi FAQ
fr_fr: FAQ Tipi

source: Tipi Faqs
fr_fr: FAQs TIPI

source: Tipi Faq Archives
fr_fr: Archive TIPI Faq

source: All Tipi Faqs
fr_fr: Toutes les FAQs TIPI

source: Add a FAQ
fr_fr: Ajouter une FAQ Tipi

source: Tipi FAQ
fr_fr: FAQ Tipi

source: Manage Tipi Faq
fr_fr: Gérer FAQ TIPI

# Post Type General Name
source: Invoices Types
fr_fr: Types de factures

# Post Type Singular Name
source: Invoices Type
fr_fr: Type de Facture

source: Tipi Invoices Types
fr_fr: Types de factures TIPI

source: Invoices Types
fr_fr: Types de factures

source: Add invoice type
fr_fr: Ajouter un type de facture

source: Invoices Type
fr_fr: Type de Facture

source: Custom Invoices Types
fr_fr: Ajouter un type de titre de paiement

source: Reference
fr_fr: Référence

source: Internal Reference
fr_fr: Référence interne

source: Donate
fr_fr: Faire un Don

source: TIPI Gateway Settings
fr_fr: Paramètres de la passerelle de paiement TIPI

source: About
fr_fr: À propos

source: Help and frequently asked questions
fr_fr: Aide et questions fréquentes

source: Choose a type
fr_fr: Choisissez un type

source: This plugin allow you tu use the TIPI Gateway allowing people to pay by credit card dierctly from your site.
fr_fr: Ce plugin vous permet d'utiliser la passerelle TIPI permettant aux personnes de payer par carte bancaire en toute sécurité à partir de votre site. Idéal pour les mairies et collectivités.
